CSI API ETABS v1
cSapModel.SelectObj Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cSelect SelectObj { get; }
ReadOnly Property SelectObj As cSelect
	Get
Dim instance As cSapModel
Dim value As cSelect
value = instance.SelectObj
property cSelect^ SelectObj {
	cSelect^ get ();
}
abstract SelectObj : cSelect with get
Property Value
Type: cSelect
See Also
Reference
cSapModel Interface
ETABSv1 Namespace